Revit 2027 API
UnitTypeId.CentimetersToTheSixthPower Property
 Centimeters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CentimetersToTheSixthPower { get; }
Public Shared ReadOnly Property CentimetersToTheSixthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CentimetersToTheSixthPower {
	ForgeTypeId^ get ();
}
static member CentimetersToTheSixthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace